// 接口地址baseUrl
module.exports = {
  // dev: 'http://10.0.1.182:8787/', // 黄志宏开发环境接口地址1
  // dev: "http://10.0.1.213:8787/", // 武子淇开发环境接口地址1
  // dev: "http://10.0.1.167:8787", // 谷明谦开发环境接口地址1
  // dev: "http://10.0.0.126:8787/", // 开发环境接口地址1
  // dev: 'http://10.0.1.167:8769/mng', // gmq开发环境接口地址1
  dev: 'http://iotsvr.he-live.com:8787/', // gmq开发环境接口地址1
  // dev: 'http://123.57.148.29:7001/', // 线上地址
  // dev: 'http://39.108.158.31:8787/',
  // dev: 'http://iotsvr.he-live.com:8787/', // 线上地址
  prod: "/mng" // 生产环境接口地址(本项目生产代码由前端在node层做转发解决跨域)
};